;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
;translated into Italian by Riccardo Pilloni email rikky1966@yahoo.it
;new to version 1.2
;translated by Riccardo Pilloni 
[Translations]
Select an image=Seleziona un immagine
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Icone e immagini (*.png, *.ico)\0*.png;*.ico\0Programmi (*.exe)\0*.exe\0Tutti i File (*.*)\0*.*\0\0
All Images=Tutte le Immagini
Activate Group=Attiva Gruppo
Minimize Group=Minimizza Gruppo
Close Group=Chiudi Gruppo
Add This Application to the Dock=Aggiunge questa Applicazione alla Dock
Dock Entry Properties...=Proprietà della Dock...
Open Window / Application=Apri finestra / Applicazione
Remove Image for this Program=Rimuove Immagine per questo Programma
Set Image for this Program=Imposta Immagine per questo Programma
Remove Image for this Class=Rimuove Immagine per questa Classe
Set Image for this Class=Imposta Immagine per questa Classe
(Class too generic to set image)=(Classe troppo generica per impostare un immagine)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Impossibile aggiungere alla dock: Non ci sono tab in questa tabbed dock che possono avere voci aggiunte ad esse!\n\nTo soluzione, aggiungi una nuova pagina vuota predefinita alla tua dock a pagine.
ObjectDock - Cannot add to dock=ObjectDock - Non si può aggiungere alla dock
New Shortcut=Nuovo collegamento
QuickLaunch=AvvioVeloce
Quick Launch=Avvio Veloce
Minimize All=Riduci Tutti
Remove Entry=Rimuovi inserimento
Are you sure you want to remove the entry '%s'?=Sei sicuro di voler rimuovere la voce '%s'?
ObjectDock - Remove Entry?=ObjectDock - Rimuovi inserimento?
Shortcut=Collegamento
Desktop=Desktop
Programs Menu=Menu Programmi
My Computer=Risorse del Computer
Favorites=Preferiti
My Documents=Documenti
My Pictures=Immagini
Network Connections=Connessioni di Rete
Normal Window=Finestra Normale
Minimized=Riduci a Icona
Maximized=Ingrandisci
Select a Program, File or Folder=Seleziona un Programma, File o Cartella
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Programmi (*.exe)\0*.exe\0Tutti i File (*.*)\0*.*\0\0
Recycle Bin=Cestino
Programs=Programmi
Recent=Recenti
SendTo=Invia a
Start Menu=Menu Start
Startup=Avvio
Templates=Modelli
Control Panel=Pannello di Controllo
DesktopFolder=CartellaDesktop
Drives=Unità
Fonts=Caratteri
History=Cronologia
Printers=Stampanti
Network=Rete
Clock=Orologio
Adjust Date/Time=Aggiusta Data/Ora
Are you sure you want to remove the entry 'Clock'?=Sei sicuro di voler rimuovere la voce 'orologio'?
System Command=Comando di sistema
Do Nothing=Non fare niente
'My Docks' dialog...=Finestra di dialogo 'Le mie Dock'...
Configure this dock...=Configura questa dock...
About ObjectDock dialog...=Finestra di dialogo Informazioni su ObjectDock...
Quit=Chiudi
Flyout Menu=Menu Flyout
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Attenzione! Cambiando da cartella a popup piuttosto che a menu personalizzato, tutti gli inserimenti personalizzati andranno perduti!\n\nSei sicuro di volerlo fare?
ObjectDock Flyout Menu=ObjectDock Menu Flyout
New Clock=Nuovo Orologio
New Recycle Bin=Nuovo Cestino
New Flyout Menu=Nuovo Menu Flyout
New 'Quit Dock' Entry=Nuova voce 'Chiudi Dock'
New 'Configure Dock' Entry=Nuova voce 'Configura Dock'
New 'Start Menu' Entry=Nuova voce 'Start Menu'
Quit Dock=Chiudi Dock
Configure Dock=Configura Dock
Docklets disabled in this beta release=Docklets disabilitate in questa versione beta
Are you sure you want to delete the docklet entry '%s'?=Sei sicuro di voler eliminare la voce docklet '%s'?
ObjectDock - Delete Entry?=ObjectDock - Eliminare Voce?
Docklet=Docklet
System Tray Icon=Icon System Tray
General=Generale
Hotspots=Gli Hotspot
Docklets=Le Docklet
Positioning=Posizionamento
Size & Appearance=Formato & Apparenza
Tabs & Styles=Pagine & Stili
Content Settings=Contenuto
Do nothing to this tabbed dock=Non fare niente a questa dock a pagine
Bring up this tabbed dock=Porta in avanti questa dock a pagine
Put away this tabbed dock=Metti via questa dock a pagine
Hide this tabbed dock=Nascondi questa dock a pagine
black: available,  light gray: in use by this,  dark gray: in use by other=Nero: disponibile,  grigio chiaro: in use da questo,  grigio scuro: in use da altri
Icon Size: %i Pixels=Dimensione Icone: %i Pixel
Tabs Size: %.2fx=Dimensione pagina: %.2fx
Top=Alto
Bottom=Basso
Left=Sinistra
Right=Destra
Show no labels=Non mostrare etichette
Show on mouseover=Mostra su passaggio mouse
Show below each entry=Mostra sotto ogni voce
Backgrounds without custom tabs=Sfondi senza pagine personalizzate
Info=Info
Name=Nome
None=Niente
Other...=Altro...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=La corrente pagina selezionata è riempita automaticamente e non può avere delle voci aggiunte ad essa manualmente.\n\nAttivate una pagina differente e riprovate.
ObjectDock - Add Docklet=ObjectDock - Aggiungi una Docklet
Cannot remove tab: tabbed dock must contain at least one tab.=Non puoi rimouvere la pagina: le dock a pagine devono contenere almeno un pagina.
ObjectDock - Remove Tab=ObjectDock - Rimuovi pagina
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Sei sicuro di voler rimuovere la pagina '%s'?\n\nTutto il suo contenuto andrà perduto.
ObjectDock - Remove Tab?=ObjectDock - Rimuovi pagina?
Add a new empty tab=Aggiungi una nuova pagina vuota
Add a taskbar tab=Aggiungi una pagina taskbar
Add a system tray tab=Aggiungi una pagina system tray
Align Left=Allinea a Sinistra
Align Center=Allinea al Centro
Align Right=Allinea a Destra
Align Top=Allinea in Alto
Align Bottom=Allinea in Basso
New Tab=Nuova pagina
Note! Customize system tray icons=Nota! Personalizza le icone della system tray
by clicking and holding on any icon=cliccando e tenendo premuto su ogni icona
Taskbar=Barra delle Applicazioni
System Tray=System Tray
ObjectDock Plus=ObjectDock Plus
Red=Rosso
Orange=Arancione
Yellow=Giallo
Green=Verde
Blue=Blu
Purple=Porpora
Silver=Argento
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock ha ripristinato le impostazioni precedentemente salvate a causa di un recente crash mentre salvava, alcuni dei tuoi più recenti cambiamenti possono non esser stati salvati.\n\nPerfavore controlla per essere sicuro che tutte le docklets che stai usando sono correnti e non causino crash mentre salvi.
Recovered Settings=Impostazioni Ripristinate
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVersione %i.%i\r\n\r\n%s
Appearance=Apparenza
Appearance Tweaks=Accorgimenti sull'Apparenza
Dock Contents=Contenuto della Dock
Performance Tweaks=Accorgimenti sulle Prestazioni
Glow=Illumina
Rock=Dondola
Side-to-Side=Da parte a parte
Shrink 'n Grow=Rimpicciolisci ed illumina
Shrink 'n Grow Centered=Rimpicciolisci ed illumina Centrato
Bounce=Rimbalza
Spin=Gira
Always-On-Top=Sempre in alto
Always-On-Bottom=Sempre basso
Normal Window Z-Ordering=Normale Ordinamento-Z della finestra
Very smooth but slower.=Molto fluido ma lento.
Smooth and quick. (Recommended)=Fluido e veloce. (Raccomandato)
Jumpy but very fast. (No Transitions)=A Scatti ma molto Veloce. (Nessuna Transizione)
Wide Magnification Mode (Default)=Modo a Ingrandimento Largo (Predefinito)
Narrow Magnification Mode=Modo a Ingrandimento Stretto
GDI+ Engine=GDI+ Motore
Custom Engine=Motore Personlizzato
Dock Size:\n(%ipixels)=Dimensione Dock:\n(%ipixel)
Magnified Size:\n(%ipixels)=Dimensione Ingrandimento:\n(%ipixel)
Re-show very smoothly=Rimostra molto fluidamente
Re-show smoothly=Rimostra fluidamente
Re-show instantly=Rimostra istantaneamente
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Attenzione: La barra delle applicazioni di Windows può visualizzarsi sopra le Dock se sono allineate a Sinistra. \n\nSe lasci la barra delle applicazioni visibile, è raccomandato che la spostiate in alto dello schermo.
ObjectDock - Warning=ObjectDock - Attenzione
Fast, may be jumpy [No transitions]=Veloce, può essere a scatti [Nessuna transizione]
Smooth and quick [Recommended]=Fluida e veloce [Raccomandato]
Extra smooth [Slower]=Extra fluida [più lenta]
Re-show smoothly [Recommended]=Rimostra fluidamente [Raccomandato]
GDI+ Engine [Recommended]=GDI+ Motore [Raccomandato]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Perfavore nota: questa caratteristica avrà effetto solo quando gli indicatori verranno usati su una data dock, e non funziona su dock a pagine.
ObjectDock - Information=ObjectDock - Informazioni
Normal Z-Ordering=Normale Ordinamento-Z
Magnified Size: %i Pixels=Dimensione Ingrandimento: %i Pixels
Wide Mode=Modo Largo
Narrow Mode=Modo Stretto
Desktop Folder=Cartella Desktop
Folder: %s=Cartella: %s
(Empty)=(Vuoto)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Il nome del tema non può contenere i caratteri:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Salva Tema
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=Il pacchetto %s è stato estratto con successo!\n\nPer usare qualsiasi nuovo sfondo, riconfigurare la tua dock.
ObjectDock - Unpackaged Theme=ObjectDock - Tema estratto
0 Kb=0 Kb
%i Kb=%i Kb
Type=Tipo
Icon=Icona
Program=Programma
Window Class=Classe di Windows
Background Name=Nome Sfondo
Folder Name=Nome Cartella
Image=Immagine
Package the entire dock & and all of its settings=l'intera dock e tutte le sue impostazioni
Package selected dock items (Does not package dock settings)=le voci selezionate della dock (Non include le sue impostazioni)
Package selected additional backgrounds=gli sfondi addizionali selezionati
Package selected custom program icons=le icone dei programmi personalizzate selezionate
You must give the theme you're packing up a name!=Devi dare un nome al pacchetto del tema che stai creando!
The theme name cannot contain the characters:\n\\ / : * ? \=Il tema non può contenere i caratteri:\n\\ / : * ? \
You must select something to package up!=Devi selezionare qualcosa per poter creare un pacchetto!
&Advanced <<=&Avanzato <<
&Advanced >>=&Avanzato >>
Apply the entire dock & and all of its settings=Applica l'intera dock e tutte le sue impostazioni
Apply selected dock items (Does not apply dock settings)=Applica le voci slezionate della dock (Non applicare le sue impostaioni)
Apply selected custom program icons=Applica le icone personalizzate dei programmi selezionate
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Non hai selezionato niente da applicare - non vuoi caricare niente da questo tema?\n\n(Nota, anche se non applichi niente, tutti gli sfondi e icone incluse nel tema\nsono state estratte e salvate nel tuo computer.)
ObjectDock - Load Theme=ObjectDock - Carica Tema
You have selected nothing to apply - do you want to not load anything from this theme?=Non hai selezionato niente da applicare - non vuoi caricare niente da questo tema?
Log of current theme=Crea un Log del tema corrente
Log of current theme (settings)=Crea un Log del tema corrente (impostazioni)
Log of current theme (extra images)=Crea un Log del tema corrente (immagini extra)
Windows is running in safe mode... continue to launch ObjectDock?=Windows è avviato in modalità provvisoria... continuo ad avviare ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, Windows Modalità provvisoria
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll non trovato.\n\nImmagini TGA e PNG in caricamento non saranno disponibili.
ObjectDock=ObjectDock
ObjectDock Theme=Tema di ObjectDock
ObjectDock Theme Package=Pacchetto del tema di ObjectDock
ObjectDock Docklet=Docklet di ObjectDock
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock non è registrato correttamente. Perfavore installalo di nuovo.\n\nhttp://www.stardock.com/support può essere per rispedire il più recente collegamento di download e il numero seriale\nall'email da dove hai ordinato. Oppure installa e aggiorna tramite Stardock Central.
ObjectDock - Cannot start, please reinstall=ObjectDock - Non può avviarsi, perfavore installalo di nuovo
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Hook ha fallito nel caricamento. (Nessuna DLL, shell) Perfavore installa di nuovo e riavvia il computer
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Dll/Hook fallito nel caricamento.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (Nessuna PROC, shell) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (shell) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (Nessuna DLL, cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (Nessuna PROC, cbt) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (cbt) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (DLL Caricamento fallito) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (DLL non trovata) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (Nessuna DLL, mouse) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (Nessuna PROC, mouse) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Fallito nel caricamento. (mouse) Perfavore installa di nuovo e riavvia il computer
ObjectDock: Start creating docks!=ObjectDock: Inizia a creare dock!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=Nessuna dock è stata creata al momento - clicca qui o fai doppio click sull'icona di ObjectDock nella tray per iniziare a creare una dock!
Autohiding dock=Dock Auto-nascondente
Dock=Dock
 on the = su 
top=alto
bottom=basso
left=sinistra
right=destra
 edge.= bordo.
Docked Tabs=Pagine attraccate
Tabbed dock with %i tabs.=dock a pagine con %i pagine.
Are you sure you want to remove this tabbed dock and its entire contents?=Sei sicuro di voler rimuovere questa dock a pagine e il suo intero contenuto?
ObjectDock: Confirm Remove Dock=ObjectDock: Conferma Rimozione Dock
Are you sure you want to remove this dock and its entire contents?=Sei sicuro di voler rimuovere questa dock e il suo intero contenuto?
About ObjectDock=Informazioni su ObjectDock
About=Informazioni su
OK=OK
Copyright:=Diritti riservati:
Build:=Build:
Version:=Versione:
Dock Entry Properties=Proprietà della voce della Dock
Show folder in a menu=Mostra cartella in un menu
Browse...=Sfoglia...
Change Image=Cambia Immagine
Reset Image=Ripristina Immagine
Title:=Titolo:
Link:=Collegamento:
Arguments:=Argomenti:
Run:=Avvia:
Start in:=Avvia in:
Tab2=Tab2
Choose Image...=Scegli Immagine...
ObjectDock Properties=Proprietà di ObjectDock
Slider1=Slider1
Autohide=Auto-nascondi
Dock Taskbar Enabled=Barra applicazioni della Dock Attiva
Represent minimized windows by their screenshot.=Rappresenta finestre ridotte a icona con anteprima del contenuto.
Hide the windows taskbar.=Nasconde la barra delle applicazioni di Windows.
Dock Size:\n(128 Pixels)=Dimensione Dock:\n(128 Pixel)
Magnified Size:\n(128 Pixels)=Dimensione Ingrandimento:\n(128 Pixel)
Small=Piccola
Large=Larga
Min=Min
Max=Max
Background:=Sfondo:
Position on screen:=Posizione sullo schermo:
Transparent=Trasparente
Opaque=Opaco
Position:=Posizione:
The Dock's Taskbar=La barra delle applicazioni della Dock
The Windows Taskbar=La barra delle applicazioni di Windows
Drawing Technology:=Tecnologia grafica:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Nota: se GDI+ Motore è troppo lento, prova ad usare il Motore Personalizzato)
Magnification Effect Transitions:=Effetti delle transizioni d'ingrandimento:
Autohide Speed Options:=Opzioni di velocità della proprietà Auto-nascondi:
Transition Smoothness/Speed Options=Opzioni di transizione di Fluidità/Velocità
Alternative Drawing Technology=Tecnologia grafica alternativa
Running Application Indicators on Shortcuts=Indicatori di applicazioni avviate sui collegamenti
Show indicators for shortcuts that are currently running.=Mostra indicatori per i collegamenti che sono correntemente avviati.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...e se cliccato, il collegamento dovrebbe mostrare l'istanza correntemente avviata invece di aprire una nuova copia.
Use a thumbnail representation for images placed on the dock.=Usa un'anteprima per rappresentare le immagini posizionate sulla dock.
"Attention" Effect:=Effetto "Attenzione":
Mouseover Effect:=Effetto su passaggio mouse:
Running Indicator:=Indicatore di avviamento:
Bold=Grassetto
Italics=Corsivo
Label Font:=Etichetta del Carattere:
Size:=Dimensione:
Item Label Font=Etichetta della Voce del Carattere
Add this Docklet to the Dock=Aggiungi alla Dock
The ObjectDock SDK for creating your own docklets can be=L'SDK di ObjectDock per la creazione delle tue docklets può
downloaded from=essere scaricato da
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Usa Attivazione del Mouse
(Remove by dragging item off dock)=(Rimuovi trascinando un oggetto fuori dalla dock)
Tab1=Tab1
Load ObjectDock on startup=Carica ObjectDock all'avvio
Apply Dock Theme  - %s=Applica il Tema della Dock  - %s
&Yes=&Si
&No=&No
Merge new custom program icons with current custom program icons.=Aggiungi nuove icone personalizzate dei programmi con quelle correnti.
Would you like to apply the Dock Theme "%s"?=Vorresti applicare il Tema della Dock "%s"?
&Dock Theme Contents to Apply:=Contenuto del Tema della &Dock da applicare:
Save Dock Theme...=Salva Tema della Dock...
&Save=&Salva
&Cancel=&Annulla
Enter a name for your dock theme:=Inserisci un nome per il tuo tema della dock:
Dock Theme Name:=Nome del Tema della Dock:
Package Dock Theme =Pacchetto del Tema della Dock 
Would you like to package this theme to distribute?=Vorresti creare un pacchetto di questo Tema?
&Dock Theme Contents:=Contenuto del Tema della &Dock:
Use Magnification=Usa Ingrandimento
Reset Magnification Options=Ripristina le opzioni di ingrandimento
Allow taking window screenshots to represent minimized windows.=Permetti di creare delle anteprime delle finestre per rappresentare le stesse ridotte a icona.
Add Shortcut=Aggiungi Collegamento
Add Clock=Aggiungi Orologio
Add Sys Command=Aggiungi comando di Sistema
Add Recycle Bin=Aggiungi Cestino
Normal Size: (#)=Dimensione Normale: (#)
Zoomed Size: (#)=Dimensione Ingrandita: (#)
Magnification Mode:=Modo di Ingrandimento:
Transitions:=Transizioni:
Taskbar Position:=Posizione Barra delle applicazioni:
Allow magnification beyond images' original size. (128 Pixels)=Permetti Ingrandimento delle immagini oltre la dimensione originale. (128 Pixel)
Dock Position:=Posizione della Dock:
Quit ObjectDock=Esci da ObjectDock
Bk Transparency:=Trasparenza Bk:
Dock Z-Order:=Ordine-Z della Dock:
Package Dock Theme  - Program Icons=Pacchetto del Tema della Dock - Icone dei Programmi
Select &All=Seleziona &Tutto
Select &None=Seleziona &Niente
&Ok=&Ok
Select which program icons you want to include: =Seleziona quale icona di programma vuoi includere: 
Program Icons:=Icone dei Programmi:
Load ObjectDock Theme=Carica Tema di ObjectDock
Open=Apri
Choose a theme to load...=Scegli un tema da caricare...
Available ObjectDock Themes:=Temi di ObjectDock disponibili:
Cancel=Annulla
Package Dock Theme  - Backgrounds=Pacchetto del Tema della Dock  - Sfondi
Select which backgrounds you want to include: =Seleziona quali sfondi vuoi includere: 
Backgrounds:=Sfondi:
Apply Dock Theme  - Dock Items=Applica Tema della Dock - Voci della Dock
Select which dock items you want to apply: =Seleziona quale voce della dock vuoi applicare: 
Dock Items:=Voci della Dock:
Select which program icons you want to apply: =Seleziona quali icone dei programmi vuoi applicare: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - Pacchetto del Tema della Dock Completato
Click here to goto WinCustomize.com to upload your theme!=Clicca qui per andare su WinCustomize.com e inviare il tuo tema!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Finito! Il tuo Tema della dock è stato impacchettato e salvato in:\n\n%s\n\nDimensione del file: %s
Magnification Mode=Modo di Ingrandimento
Image Options=Opzioni dell'immagine
Hotkey to Activate...=Tasto di scelta rapida da attivare...
ObjectDock Settings=Impostazioni di ObjectDock
Close=Chiudi
Collections and Tabs=Collezioni e Pagine
Show tabs for collections=Mostra pagine per le collezioni
Add Collection=Aggiungi Collezione
Remove Collection=Rimuovi Collezione
Tab's Appearance=Apparenza della pagina
Color=Colore
Style=Stile
Apply To All=Applica a Tutti
Dock Item Properties (Shortcut)=Proprietà delle voci della Dock (Collegamento)
Delete Item=Cancella Voce
Static=Statico
Dock Item Properties (Clock)=Proprietà delle voci della Dock (Orologio)
Clock Options Not Yet Added....=Opzione dell'orologio non ancora aggiunta....
Dock Item Properties (Window)=Proprietà delle voci della Dock (Finestra)
This Window's Title:=Titolo di questa finestra:
This Program's Name:=Nome di questo Programma:
This Window's "Class"="Classe" di questa finestra
Add Shortcut to this Program to Dock=Aggiungi collegamento di questo programma alla Dock
Dock Item Properties=Proprietà della voce della Dock
Dock Item Properties (Docklet)=Proprietà della voce della Dock (Docklet)
Dock Item Properties (System Command)=Proprietà della voce della Dock (Comando di Sistema)
Command:=Comando:
Dock Item Properties (Recycle Bin)=Proprietà della voce della Dock (Cestino)
Change Empty Image=Cambia Immagine Vuota
Reset Empty Image=Ripristina Immagine Vuota
Change Full Image=Cambia Immagine Piena
Reset Full Image=Ripristina Immagine Piena
Recycle Bin Empty Image:=Immagine del Cestino Vuoto:
Recycle Bin Full Image:=Immagine del Cestino Pieno:
Empty Recycle Bin=Cestino Vuoto
Tab Properties=Proprietà della Pagina
Color:=Colore:
Change=Cambia
Change Image for this Tray Icon=Cambia immagine per questa icona sulla Tray
Show original icon in corner=Mostra l'icona originale nell'angolo
Apply This Style To All Tabs=Applica questo stile a tutte le pagine
ObjectDock Tabbed Dock Properties=ObjectDock Proprietà delle Dock a Pagine
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=In questo dialogo puoi cambiare le proprietà della tua dock a pagine. Per modificare l'apparenza, il colore e lo stile delle pagine, scegli 'Pagine && Stili' dalla lista.
My Docks=Le mie Dock
Add Tab=Aggiungi Pagina
Remove Tab=Rimuovi Pagina
Apply this style to all tabs=Applica questo stile a tutte le pagine
Tabs=Pagine
Spin1=Spin1
Select a tab listing above to edit its style!=Selezionare una pagina elencata di sopra per modificare il suo stile!
(click to\nchange)=(clicca per\ncambiare)
Magnified Size:=Dimensione Ingrandimento:
Icon Size:=Dimensione Icona:
Colorize Background:=Sfondo colorato:
Long=Lungo
Short=Corto
Tab Position:=Posizione della pagina:
Entry Names:=Nomi delle Voci:
Tab Alignment:=Allineamento pagina:
Adjust tab colors and styles=Modifica colori delle pagine e gli stili
Tabs Size:=Dimensione pagina:
Show dock as drawer=Mostra dock in stile cassetto
at top of screen=in alto dello schermo
at bottom=in basso
at left=a sinistra
at right=a destra
Mouseover activation=Attivazione passaggio mouse
Always on top=Sempre in avanti
Don't show in tray or taskbar=Non mostrare nella tray o sulla barra delle applicazioni
Show in taskbar=Mostra nella barra applicazioni
Show in system tray=Mostra nella system tray
slow=lento
(See hotspots tab for auto-activation)=(Vedi pagina hotspot per auto-attivazione)
fast=veloce
Tabs always on top when docked to edge=Pagine sempre in vista quando attaccate ai bordi
Position on screen=Posizione sullo schermo
Alignment=Allineamento
Z-Ordering=Ordinamento-Z
(changes to activation affect all zooming docks)=(i cambiamenti in attivazione hanno effetto su tutti le dock ad ingrandimento)
Monitor=Monitor
Represent minimized windows by their screenshots=Rappresenta una finestra ridotta a icona con sua anteprima
Show 'running' indicators on active shortcuts=Mostra indicatori 'avviato' sul collegamento attivo
Mouseover Effect=Effetto passaggio mouse
Note: changing the above settings may effect more than just the current dock.=Nota: cambiando le impostazioni di sopra esse possono avere effetto non solo sul dock corrente.
Show running tasks on the dock=Mostra i task avviati sulla dock
Tray or Taskbar Position:=Posizione della Tray o della Barra delle Applicazioni:
Use task grouping on taskbars in ObjectDock=Usa raggruppamento dei task sulle barre delle applicazioni
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Modificando queste impostazioni avrà effetto sulle barre delle applicazioni in tutte le dock/pagine.)
Show system tray icons on the dock=Mostra l'icona della system tray sulla dock
Load ObjectDock at startup=Carica ObjectDock all'avvio
Hide the windows taskbar=Nascondi la barra delle applicazioni
Advanced Options=Opzioni avanzate
Performance Options=Opzioni delle Prestazioni
Load theme=Apri Tema
Save theme as...=Salva Tema con nome..
Package theme...=Crea Pacchetto Tema..
Theming=Temi
Manage My Docks=Gestisci le Dock
Create new dock=Crea nuova Dock
Create new tabbed dock=Crea una Dock a Pagine
My Docks:=Le Dock:
Create, remove, and edit other docks and tabbed docks=Crea, rimuovi, e modifica altre Dock e Dock a Pagine
Language Options=Opzioni di Lingua
Hotspots:=Hotspot:
Choose by clicking an area of screen from miniscreen=Scegli cliccando un area dello schermo dal minischermo
Choose action:=Scegli l'azione:
very long=molto lungo
short=corto
Activation delay (for all):=Attivazione ritardo (per tutto):
black: available,  white: in use by this,  red: in use by other=nero: disponibile,  bianco: in uso da questo,  rosso: in uso da altri
Activates tabbed dock when not on top or docked=Attiva le dock a pagine quando non in vista o attraccate
^note: leave the above larger for black and white accessibility support=^nota: lascia il sopra più largo per accessibilità ai supporti in bianco e nero
(To remove, drag entry off dock)=(Per rimuovere, trascina la voce fuori dalla dock)
ObjectDock - Advanced Options=ObjectDock - Opzioni avanzate
Use thumbnails to represent images placed in dock=Usa anteprime per rappresentare immagini piazzate nella dock
When shortcut is run, if program is already running bring it to the foreground only.=Quando si avvia un collegamento, se il programma è già stato avviato portalo solo in avanti.
Show flyout menus as normal menus when they contain over 80 entries=Mostra menu flyout come menu normali quando contengono oltre 80 voci
General Advanced Options=Opzioni generali avanzate
Advanced Options for Magnifying Docks=Opzioni avanzate per le dock ingrandenti
Entry Label Font:=Carattere etichetta della voce:
Label Font Size:=Dimensione carattere:
ObjectDock - Performance Options=ObjectDock - Opzioni delle prestazioni
Transition Smoothness / Speed Options=Opzioni di fluidità / velocità delle transizioni
ObjectDock Dock Properties=ObjectDock Proprietà della Dock
Within this dialog you can edit the properties of your dock.=In questo dialogo puoi modificare le proprietà della dock.
ObjectDock: My Docks...=ObjectDock: Le Dock..
My Docks...=Le Dock..
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Aggiungi, rimuovi, e modifica dock e dock a pagine da qui. Seleziona una dock per partire, o premi un pulsante 'crea nuovo'.
Remove this dock=Rimuovi questa dock
Edit this dock=Modifica questa dock
Content Options=Opzioni del contenuto
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Nota! Puoi personalizzare icone nel tuo ObjectDock system tray cliccando e tenendo premuto su qualsiasi icona.
Folder:=Cartella:
Custom menu:=Menu personalizzato:
Add=Aggiungi
Remove=Rimuovi
Edit=Modifica
ObjectDock - Setup Custom Colors=ObjectDock - Imposta colori personalizzati
Custom Colors=Colori personalizzati
(Click color to change)=(Clicca il colore da cambiare)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Modificano queste impostazioni influirà sulle taskbar in tutte le dock/cabinets.)
Show systray=Mostra systray
Memory /  Speed Optimization=Ottimizzazione Memoria /  Velocità
Optimize for performance: "I paid for this RAM, please use it."=Ottimizza per prestazioni: "Ho pagato per questa RAM, perfavore usala."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Ottimizza per memoria:         "Ho 128MB di RAM o meno, Ho bisogno di ogni bit."
(Default, but not recommended)=(Default, ma non raccomandato)
(Recommended)=(Raccomandato)
(Restart program to have full effect)=(Riavvia il programma per avere pieno effetto)
ObjectDock - Language Options=ObjectDock - Opzioni di lingua
Language=Lingua
Choose your language:=Scegli la tua lingua:
File=File
Themes=Temi
Load Dock Theme=Carica Tema
Save Dock Theme As=Salva Tema con nome..
Package Dock Theme=Crea Pacchetto Tema
Create=Crea
New Separator=Nuovo Separatore
INSERT_PLUGINS_HERE=INSERISCI_PLUGINS_QUI
Help=Aiuto
Magnification=Ingrandimento
Lock Dragging=Blocca trascinamento
Dock Settings...=Impostazioni Dock...
About ObjectDock...=Informazioni su ObjectDock...
Buy ObjectDock Plus...=Compra ObjectDock Plus...
Remove this separator=Rimuoi questo separatore
View=Vedi
as Small Icons=come piccole icone
as Icons=come icone
as Large Icons=come grandi icone
as Names=come nomi
Show Names=Mostra nomi
Hide Names=Nascondi nomi
Attach to edge=Attach to edge
Detach from edge=Stacca dai bordi
INSERT_COLLECTIONS_HERE=INSERISCI_COLLEZIONI_QUI
Add new tab=Aggiungi nuova pagina
Add basic tab=Aggiungi pagina basilare
Add taskbar tab=Aggiungi pagina Barra delle applicazioni
Add systray tab=Aggiungi pagina systray
Remove this tab=Rimuovi questa pagina
Add Entry=Aggiungi voce
Tab Settings...=Impostazioni pagine...
Debug Menu=Menu Debug
Tabs Management=Gestione pagine
Add tab=Aggiungi pagina
Rename/Recolor this tab=Rinomina/Ricolora questa pagina
Move this tab forward (left) in the order=Sposta questa pagina in avanti (sinistra) nell'ordine
Move this tab back (right) in the order=Sposta questa pagina indietro (destra) nell'ordine
Tabs Appearance=Apparenza delle pagine
Rotate tabs edge (clockwise)=Ruota i bordi delle pagine (senso orario)
Align tabs left=Allinea pagine a sinistra
Align tabs center=Allinea pagine al centro
Align tabs right=Allinea pagine a destra
Show tabs=Mostra pagine
Show titles on tabs=Mostra titoli sulle pagine
Activation Options=Opzioni di Attivazione
Always on top*=Sempre in avanti*
Show in taskbar (not on top only)*=Mostra nella barra delle applicazioni (non solo in avanti)*
Show in systray (not on top only)=Mostra nella systray (non solo in avanti)
Don't show in either taskbar or systray=Non mostrare nella barra delle applicazioni e systray
No Mouse Activation*=Nessuna attivazione con mouse*
Top activation=Attivazione in alto
Bottom activation=Attivazione in basso
Left activation=Attivazione a sinistra
Right activation=Attivazione a destra
Top-Left activation=Attivazione in alto a sinistra
Top-Right activation=Attivazione in alto a destra
Bottom-Left activation=Attivazione in basso a sinistra
Bottom-Right activation=Attivazione in basso a destra
No activation delay=Nessun ritardo di attivazione
Small activation delay=Ritardo breve di attivazione
Long activation delay=Ritardo lungo di attivazione
Autohide Options=Opzioni auto-nascondi
No autohide animation=Nessuna animazione in auto-nascondi
Quick autohide animation=Animazione veloce in auto-nascondi
Smooth autohide animation*=Animazione fluida in auto-nascondi*
No delay on autohide reshow=Nessun ritardo su auto-nascondi in ri-mostra
Medium delay on autohide reshow*=Medium delay on autohide reshow*
Long delay on autohide reshow=Ritardo lungo su auto-nascondi in ri-mostra
Infinite delay on autohide reshow=Ritardo infinito su auto-nascondi in ri-mostra
Auto-switch to hovered over tab on reshow=Auto-switch su passaggio sopra una pagina in ri-mostra
Other=Altro
Toggle taskbar hiding/showing=Mostra/Nascondi la barra delle applicazioni
Unload ObjectDock=Scarica ObjectDock
Troubleshooting=Risoluzione errori
Docklets are currently disabled=Le Docklet sono correntemente disattivate
Docklets are currently disabled. Click to go to ObjectDock's Advanced Options, where they can be re-enabled.=Le Docklet sono correntemente disattivate. Clicca per andare alle Opzioni Avanzate di ObjectDock, dove esse possono essere riattivate.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Le Docklet sono correntemente disattivate. Clicca per andare alle Opzioni dei contenuti della dock di ObjectDock, dove esse possono essere riattivate.
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Le Docklet sono correntemente disattivate. Per riattivarle, guarda nell'area risoluzione errori della pagina Contenuti della Dock.
Docklets are currently disabled. To re-enable them, go to the General tab, choose "Advanced Options" and look in the troubleshooting area.=Le Docklet sono correntemente disattivate. Per riattivarle, vai nella pagina Generale, scegli "Opzioni Avanzate" e guarda nell'area risoluzione errori.
Temporarily disable docklets=Docklet temp. disattivata
Changes to this setting will not take effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Cambiamenti a queste impostazioni non avranno effetto finchè non chiuderai e riavvierai ObjectDock.\n\nNota: Le impostazioni delle tue docklet non andranno perse mentre sono inattive.
Lock Icon Dragging=Blocca trascinamento icone
Lock Dock Position=Blocca la posizione della Dock
Zoom Effect=Effetto Zoom
Swing Effect=Effetto Swing
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatico [Combinazione: ingrandimenti veloci, entrata/uscita fluida]
Extra smooth, with extra quick mouseovers [Best Blend]=Extra fluido, con passaggi del mouse più veloci [Miglior combinazione]
Zoom Effect Mode:=Modo effetto Zoom:
Autohide / mouse activation delay:=Ritardo Auto-nascondi / Attivazione su mouse:
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Previene le Dock impostate su "sempre in avanti" o "sempre indietro" dal nascondersi quando si preme Win+D. (può richiedere un riavvio.)
Use zoom effect on entries on tabbed docks=Usa effetto zoom su voci su dock a pagine
Delay for autohide and mouse activation=Ritardo per auto-nascondi e attivazione da mouse
No effect=Nessun effetto
Zoom effect=Effetto Zoom
Gentle rock effect=Effetto dondola gentilmente
Swing effect=Effetto Swing
Afterglow effect=Effetto illumina dopo
Zoom Mouseover Effect Tweaks:=Accorgimenti effetto su passaggio mouse e zoom:
Gentle Rock Mouseover Effect Tweaks:=Accorgimenti effetto su passaggio mouse e dondola gentilmente:
Swing Mouseover Effect Tweaks:=Accorgimenti effetto su passaggio mouse e Swing:
Afterglow Mouseover Effect Tweaks:=Accorgimenti effetto su passaggio mouse e illumina dopo:
Adjust effect smoothness=Aggiusta effetto fluidità
Effect magnitude=Effetto magnitudine
Effect duration=Effetto durata
Mouseover Effects=Effetto su passaggio mouse
Other Tweaks=Altri accorgimenti
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
